[
  {"id":"Strydom2021PriPrea","abstract":"Networks of species interactions can capture meaningful information on the structure and functioning of ecosystems. Yet the scarcity of existing data, and the difficulty associated with comprehensively sampling interactions between species, means that to describe the structure, variation, and change of ecological networks over time and space, we need to rely on modeling tools with the capacity to make accurate predictions about how species interact. Here we provide a proof-of-concept, where we show a simple neural-network model makes accurate predictions about species interactions, and use this model to reconstruct a metaweb of host-parasite interactions across space, and assess the challenges and opportunities associated with improving interaction predictions. We then provide a primer on the relevant method and tools that will guide the development and integration of these tools, and provide a road map forward toward integration of multiple sources of data and methodlogical approaches (including statistical, dynamical, and inferential models) to sketch the path forward for this research program.","accessed":{"date-parts":[[2021,2,25]]},"author":[{"family":"Strydom","given":"Tanya"},{"family":"Catchen","given":"Michael David"},{"family":"Banville","given":"Francis"},{"family":"Caron","given":"Dominique"},{"family":"Dansereau","given":"Gabriel"},{"family":"Desjardins-Proulx","given":"Philippe"},{"family":"Forero","given":"Norma"},{"family":"Higino","given":"Gracielle"},{"family":"Mercier","given":"Benjamin"},{"family":"Gonzalez","given":"Andrew"},{"family":"Gravel","given":"Dominique"},{"family":"Pollock","given":"Laura"},{"family":"Poisot","given":"Timothée"}],"DOI":"10.32942/osf.io/eu7k3","genre":"preprint","issued":{"date-parts":[[2021,2,24]]},"publisher":"EcoEvoRxiv","source":"DOI.org (Crossref)","title":"A Primer on Predicting Species Interaction Networks (Across Space and Time)","type":"report","URL":"https://osf.io/eu7k3"}
]
